;WISE REGISTRY CLEANER
;Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;  
;
; TranslationAuthor = Pierre le Lidgeu
; TranslationAuthorWeb: http://www.colok-traductions.com/
; Product name: Wise Registry Cleaner
; Version = 11.1.7.722
; Update: Sep. 23, 2024
;
[Lang]
NativeLanguage=Français
ChangeLang=Redémarrez le programme pour activer les changements.

[GUI]
ButtonYes=Oui
ButtonNo=Non
ButtonOK=OK
ButtonMinimize=Réduire
ButtonMaximize=Agrandir
ButtonClose=Fermer
ButtonRestore=Restaurer
ButtonMenu=Menu
Support=Support & commentaires

[Translation]
;
; Reading habits
;
ReadHabit =Left-to-rigth
;
;  Font and Charset
;
LanguageName = FR
LangCode=040c
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information = Information
Warning = Avertissements
Error = Erreur
Confirm = Confirmation
;
; Main GUI
;
FrmGeneral.chkuac.caption=Ignorer l'UAC
FrmWRC.btnregclean.caption=Nettoyage
FrmWRC.btnadv.caption=Optimisation Système
FrmWRC.btnsilm.caption=Défragmentation
FrmWRC.btnrestore.caption=Restaurer
FrmWRC.btnsettings.caption=Paramètres
FrmWRC.btnsuggest.caption=Suggestions et suivi
FrmWRC.WiseSimpleButton1.caption=Sauvegarder
FrmWRC.btnupdate.caption=Mise à jour ?
FrmWRC.btnmessage.caption=Message


;
; Reg Cleaner
;
FrmReg.caption=S'enregistrer
FrmRegClean.btnall.caption=Tout faire
FrmRegClean.btnre.caption=Recommandé
FrmRegClean.btnnone.caption=Rien faire
FrmRegClean.WiseLabel1.caption=Planificateur
FrmRegClean.lbltype.caption=Périodicité :
FrmRegClean.lblweek.caption=Jour :
FrmRegClean.lbltime.caption=Heure :
FrmRegClean.btnScan.caption=Démarrer
FrmRegClean.btncancel.caption=Annuler
FrmRegClean.btnrescan.caption=Ré-analyser
FrmRegClean.lblstat.caption=Jusqu'à présent vous n'avez pas nettoyé le registre. Un nettoyage est recommandé!
FrmRegClean.vtrc.Columns[0]=Valeur
FrmRegClean.vtrc.Columns[1]=Clé de registre
FrmReg.lblinfo.caption=Merci d'avoir choisi Wise Registry Cleaner
FrmReg.lblinfoex.caption=Entrez votre clé de licence pour activer la version PRO.
FrmReg.lblemail.caption=Courriel :
FrmReg.lblUser.caption=Nom :
FrmReg.lblKey.caption=Clé de licence :
FrmReg.btnReg.caption=Enregistrer
FrmReg.btnbuy.caption=Acheter !!
FrmReg.lblhelp.caption=Des problèmes d'entrée de la clé ?
FrmReg.btnContact.caption=Nous contacter

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimiser
FrmOptimizer.btnnone.caption=Rien faire
FrmOptimizer.btnall.caption=Tout faire
FrmOptimizer.btnDefault.caption=Défaut Système
Frmoptimizer.lblinfoex.caption=Optimiser le système peut améliorer votre réseau, la vitesse de Windows et stabiliser votre système.
FrmOptimizer.btnoptimize.caption=Optimiser
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=La défragmentation du registre rendra votre PC plus rapide et plus stable.
FrmRegDefragger.lblstat.caption=Vous n'avez pas encore défragmenté votre registre. Une défragmentation est recommandée!
FrmRegDefragger.btndefrag.caption=Défragmenter
FrmRegDefragger.lblinfo1.caption=1. Nous vous recommandons de fermer toutes les applications en cours avant de lancer cette fonction.
FrmRegDefragger.lblinfo2.caption=2. Le système ne répondra plus durant l'analyse.
FrmRegDefragger.lblinfo3.caption=3. Le système sera redémarré après la défragmentation du registre.
FrmRegDefragger.lblinfo4.caption=4. N'interrompez pas la défragmentation du registre, cela provoquera des conséquences inconnues.
FrmRegDefragger.vtdefrag.Columns[0]=Nom de la ruche
FrmRegDefragger.vtdefrag.Columns[1]=Taille actuelle
FrmRegDefragger.vtdefrag.Columns[2]=Nouvelle taille
FrmRegDefragger.vtdefrag.Columns[3]=Taux de fragmentation
FrmRegDefragger.btnAnalysis.caption=Analyser
;
; Custom scan areas
;
Frmcustom.btnre.caption=Recommandé
Frmcustom.btnall.caption=Tout faire
Frmcustom.btnnone.caption=Rien faire
Frmcustom.btncancel.caption=Annuler
Frmcustom.btnok.caption=OK
;
; About Window
;
Frmabout.lblstatus.caption=Statut :
frmabout.lblUninstall.caption=Désinstallation
frmabout.lblPolicy.caption=Vie privée
frmabout.lblEula.caption=CLUF
FrmAbout.lblver.caption=Version actuelle :
FrmAbout.lblemail.caption=Support :
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Page d'accueil:
FrmAbout.lblhomeinfo.caption=https://www.wisecleaner.com
FrmAbout.lblthanks.caption=Merci aux personnes suivantes pour leur contribution:
FrmAboutWin.caption=A propos
FrmAboutWin.btnok.caption=OK
;
; Settings
;
FrmSettings.caption=Paramètres
FrmSettings.tsCommon.caption=Général
FrmGeneral.chkexp.caption=Rejoindre le projet "Customer Experience"
FrmGeneral.lblexp.caption=Détails
FrmSettings.tsAutoRun.caption=Auto-analyse
FrmSettings.tsExclusion.caption=Exclusion
FrmSettings.btnrestore.caption=A propos
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Annuler
FrmUsers.lblinfo.caption=Sélectionnez les utilisateurs à gérer avec Wise Registry Cleaner
FrmUsers.rdcuser.caption=Uniquement l'utilisateur actuel
FrmUsers.rdauser.caption=Tous les utilisateurs
FrmUsers.rdusers.caption=Les utilisateurs sélectionnés
FrmSettings.tsUsers.caption=Utilisateurs
FrmGeneral.ckRestorePoint.caption=Auto-création d'un point de restauration système avant défragmentation
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Créez un raccourci "Nettoyer en 1 clic" sur le bureau .
FrmAutorunSettings.lblcmd.caption=Mode Ligne de Commande
FrmAutorunSettings.lblcmdinfo.caption=Vous pouvez utiliser le programme en ligne de commande pour analyser et nettoyer votre registre automatiquement. Pour plus d'information, appuyez sur F1 ou cliquez le lien suivant pour lire notre documentation d'aide.
FrmAutorunSettings.btnhelp.caption=Aide en ligne
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Ajouter mots-clés
FrmExclusion.btnExport.caption=Exporter
FrmExclusion.btnRemove.caption=Retirer
FrmExclusion.btnimport.caption=Importer
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Annuler
;
; General Settings
;
FrmGeneral.chkNews.caption=Recevoir l'infolettre
FrmGeneral.chkbackup.caption=Auto-sauvegarde du registre avant nettoyage
FrmGeneral.WiseLabel1.caption=Mise à jour :
FrmGeneral.WiseLabel2.caption=Langue :
FrmGeneral.btnchecknew.caption=Vérifier !!!
FrmGeneral.lbtran.caption=Traduire en…
FrmGeneral.lblBackup.caption=Sauver dans :
FrmGeneral.btnbr.caption=Naviguer…
;
; Backup and Restore
;
Frm_br.btncancel.caption=Annuler
FrmBackup.caption=Sauvegarde
FrmBackup.btnreg.caption=Créer une sauvegarde du registre
FrmBackup.btnsys.caption=Créer un point de restauration système
FrmRestore.caption=Centre de restauration
FrmRestore.btnRegBk.caption=Restauration Registre
FrmRestore.btnSysBK.caption=Restauration Système
FrmRestore.btnclose.caption=Fermer
FrmRestore.btnrestore.caption=Restaurer
FrmRestore.btnremove.caption=Retirer
;
; Update
;
frmupdate.caption=Mise à jour
;
; Popup Menus
;
pmLicenseKey1=S'enregistrer
pmLicenseKey=Changer la clé de licence
pmHelp=Aide en ligne
pmforum=Forum (anglais)
pmHome=Page d'accueil
pmContact=Nous contacter
pmCheckNew=Mettre à jour
pmLang=Langues
pmSkin=Choisir une couleur de thème
pmAbout=A propos
pmIgnore=Ignorer cette entrée
pmrec=Sélectionner les entrées sûres
pmAll1=Sélectionner tout
pmNone=Ne rien sélectionner
pmGo=Ouvrir dans l'éditeur de registre
pmExport=Exporter vers…
pmPortable=Créer une version portable
;
; DefProcess
;
FrmProcess.Caption=Défragmentation du Registre
FrmProcess.lblwait.caption=Analyse en cours…
FrmProcess.lblinfo.caption=Votre PC sera inerte durant quelques secondes ou minutes.
FrmProcess.lblwait.caption=Analyse en cours, patientez…
FrmSettings.tsArea.caption=Zone
FrmOptimizer.btnRecommended.caption=Recommandé
FrmWRC.btnAi.caption=WiseX

[Message]
Unlimited=Illimitée
Free=Gratuite
Registried=Enregistrée
Unregistried=Non enregistrée
NoNews=Vous n'avez aucun message à lire.
InvalidRegInfo=Information d'enregistrement invalide !!
alluser=Tous les utilisateurs
currentuser=Utilisateur actuel
Username=Identifiant
Proupdate=Vous êtes désolé que la version offerte ne supporte pas de mise à jour ? Nous pouvons vous proposer une ristourne spéciale pour recevoir la dernière version PRO. Sinon, vous passerez à la version gratuite en choisissant la mise à jour. Continuer ?
MWDetected=MalwareBytes empêche %s de fonctionner. Cliquez sur OK pour obtenir la solution.
ActivateOnline=Vérification de vos informations d'enregistrement. Patientez…
WRCRunning=Le programme est en cours.
StopAndExit=Le programme est en cours de balayage. Voulez-vous le stopper et quitter maintenant ??
EmptyEmail=L'adresse courriel ne peut être vide.
EmptyName=Le nom d'utilisateur ne peut être vide.
InvalidEmail=Courriel invalide. Entrez une adresse valide.
EmpytKey=La clé de licence ne peut être vide.
InvalidKey=Clé de licence invalide. Entrez-en une correcte.
EnterEmail=Entrez votre courriel
EnterName=Entrez votre nom
EnterKey=Entrez votre clé de licence
OverMaxTimes=Nombre maximum d'activations dépassé.
ThanksRegister=Merci d'avoir enregistré ce produit !!
Activated=La version PRO a été activée.
ConnectFail=Connexion au serveur impossible. Vérifiez votre connexion Internet et réessayez.
NoRegInfo=Informations de votre enregistrement introuvables. Si vous pensez que c'est une erreur, contactez-nous.
NeedAdmire=Cette fonction est réservée à l'Administrateur. Si vous voulez l'utiliser, identifiez-vous comme administrateur.
ScheduleHint=Nettoyez votre PC régulièrement.
Unoptimized=Non optimisé
UpdateError=Erreur de mise à jour. Voulez-vous directement télécharger la dernière version à partir de notre site ??
RegeditorLocked=Votre Regedit est verrouillé. La fonction de sauvegarde / restauration requiert l'accès à Regedit. Voulez-vous déverrouiller Regedit maintenant?
failtounLock=Echec du déverrouillage de Regedit. Vous n'êtes peut-être pas autorisé à exécuter cette opération.
Total=Total
DefragRate=La taille de votre registre peut être réduite de %s.
SuggestDefrag=Une défragmentation immédiate du registre est recommandée.
SuggestIgnore=Votre registre est à peine fragmenté, défragmentez une prochaine fois.
TypeNoError=Sain
NeverClean=Jusqu'à présent, vous n'avez pas nettoyé votre base de registre. Un nettoyage est recommandé !
AdviseClean=Un nettoyage régulier du Registre peut rendre votre PC plus rapide et plus sûr.
DupItem=Cet élément a été répertorié dans la liste.
Advisedefrag=Une défragmentation régulière du Registre peut rendre votre PC plus rapide et plus stable.
NeverDefrag=Vous n'avez pas encore défragmenté votre registre. Une défragmentation est recommandée!
LastDefrag=La dernière défragmentation date du :
TotalDefrag=Un total de %.2f a été compressé.
DefaultValue=(Défaut)
RegBackup=Sauvegarde du Registre
RegRestore=Restauration du Registre
CreateBackup=Création des données de sauvegarde…
Compress=Compression…
Extracte=Extraction…
Complete=Terminé
RestoreReg=Restauration du registre… Cela peut prendre quelques minutes…
NotSupportOS=La fonctionnalité n'est pas prise en charge sur ce système d'exploitation.
EnableRestore=La restauration du système a été désactivée. Voulez-vous l'activer?
SysCreating=Création d'un point de restauration du système…
SysRestoring=Préparation de la restauration du système…
RestorePointDone=Le point de restauration a été créé avec succès.
RestorePointFail=Echec de la création du point de restauration.
ErrorMsg=Message d'erreur :
Area=Zone
Summary=Description
LeastOne=Vous devez choisir au moins une zone à analyser.
IsRunning=L'analyse est en cours. Patientez jusqu'à la fin, puis réessayer.
Optimized=Optimisé
ComfirmDefrag=Sauvegardez vos travaux en cours, car le PC redémarrera immédiatement après la défragmentation. Voulez-vous démarrer maintenant?
def15After=La dernière défragmentation date de %d jours. Une défragmentation est recommandée!
def15Before=Conserver un registre aussi compact que possible rendra votre PC plus rapide et plus stable
KeyWord=Entrez vos mots-clé:
ExImport=La liste d'exclusion a été exportée vers :
NoNewVer=La version utilisée est la plus récente.
Daily=Quotidienne
Weekly=Hebdomadaire
Monthly=Mensuelle
Never=Jamais
TranslateTo=Traduire en…
NeedBack=Il semble que c'est votre première utilisation de ce programme. Nous vous recommandons une sauvegarde immédiate de votre registre. Voulez-vous le faire automatiquement maintenant?
Newsletter=Bulletin d'information
UpgradeInfo=Information de migration
CannotCrTask=Impossible de créer une tâche de planification.
ScheduleNextTime=La prochaine fois :
Exported=Les éléments actuels ont été exportées vers %s. Voulez-vous ouvrir le fichier maintenant?
Idle=Quand inactif
Login=A l'ouverture de session
LastClean=Le dernier nettoyage date du :
Monday=Lundi
Tuesday=Mardi
Wednesday=Mercredi
Thursday=Jeudi
Friday=Vendredi
Saturday=Samedi
Sunday=Dimanche
IssueFound=%d problème(s) trouvé(s).
Scanning=Analyse en cours
ScanCanceled=L'analyse du registre a été annulée.
FindError=Un total de %d problème(s) vient d'être trouvé. %d sont peu sûrs.
LogAll=%d problème(s) trouvé(s), %d réparé(s)
LogFail=Echec de réparation de %d problème(s).
StartClean=Nettoyer
StartScan=Analyser
7After=%d jours sont passés depuis la dernière analyse. Une analyse est recommandée.
7Before=Plus sain est votre registre, plus rapide sera votre PC !
ReScanHint=%d problème(s) trouvé(s). Il est recommandé de réanalyser pour détecter plus de problèmes.
CleanNow=Cliquez sur "Nettoyer" pour réparer immédiatement ces problèmes.
NoError=Félicitations. Vous avez un registre sain!
GoodHabit=Nettoyer régulièrement le registre maintient la performance maximale du PC.
ReScanHint1=Réanalysez maintenant pour détecter d'autres problèmes potentiels.
TypeChanged=Vous avez changé les éléments d'analyse!
ReScanHint2=Vous devriez réanalyser pour détecter d'autres problèmes.
CleanDone=Nettoyage terminé!
bkAuto=Automatique
bkManual=Manuelle
BackupDate=Date de sauvegarde
BackupType=Type de sauvegarde
Problems=Problèmes
CreateDate=Date de création
Description=Description
Removebackup=Voulez-vous supprimer la sauvegarde sélectionnée?
RemoveSysRestore=Voulez-vous supprimer le point de restauration sélectionné?
NoBackupSelected=Vous devez choisir au moins une sauvegarde à restaurer.
RestoreComplete=Restauration achevée
RestoreFromSysRestore=Vous devez redémarrer votre ordinateur pour restaurer le système. Voulez-vous démarrer la restauration maintenant?
WhenIdle=Quand inactif
WhenLogin=A l'ouverture de session
NewVer=Une nouvelle version est disponible! Voulez-vous mettre à jour?
TranslateTo=Traduire en…
HistoryErrors= Erreurs corrigées : %d
clickfix=Cliquez ici pour le corriger.

[Tuneup]
SuperPrefetchParameters=Désactiver le Super-Prefetch pour réduire l'utilisation de mémoire à l'amorçage de Windows (8/10).
BlueReboot=Désactiver le réamorçage automatique quand le système se plante.
RemoteRegAccess=Désactiver la modification du registre à distance.
FileListSpeed=Optimiser la stratégie de rafraîchissement de la liste de fichier Windows.
PreviewUP=Accélérer la vitesse d'affichage des aperçus de la barre des tâche Windows.
OptDNS=Optimiser la vitesse DNS et interprétation DNS.
OptLAN=Optimiser la connexion LAN.
ShowSpeed=Vitesse optimisée de réponse de l'affichage système.
AeroSnap=Accélèrer Aero Snap pour un affichage plus rapide des vignetttes.
SSDSpeedup=Optimiser SSD
DisablePrefetch=Désactiver le préchargement pour augmenter la durée de vie du SSD.
DisableSuperPrefetch=Désactiver les paramètres du "Superfetch" pour augmenter la durée de vie du SSD.
DisableDefragBoot=Désactiver la défragmentation système à l'amorçage pour augmenter la durée de vie du SSD. 
DisableDefragIdle=Désactiver la défragmentation an cas d'inactivité pour augmenter la durée de vie du SSD.
EnableTRIM=Activer la fonction TRIM pour améliorer la performance du SSD.
OptIEConnection=Augmentation du nombre de connexions par serveur : la vitesse d'affichage de page Web et le visionnage de film en ligne sont améliorés.
IconCache=Augmenter le cache des icônes système pour accélérer l'affichage du Bureau.
RestoreAll=Voulez-vous restaurer tous les éléments par défaut de Windows?
NoSelectedItem=Vous devez choisir au moins un élément à optimiser.
OptItems=Les %d éléments suivants peuvent être optimisés.
ItemsOptimized=%d éléments ont été optimisés.
TakeEff=Certains changements ne seront effectifs qu'après avoir redémarré votre ordinateur.
NoItems=Félicitations! Tous les éléments ont été optimisés.
BootSpeedup=Accélération du Démarrage/Arrêt
SystemStable=Stabilité du Système
SystemSpeedup=Accélération du Système
NetworkSpeedup=Accélération du Réseau
PrefetchParameters=Optimise les paramètres du pré-chargement, pour améliorer la vitesse de démarrage de Windows.
BootDelay=Réduit le temps de vérification des disques, pour améliorer la vitesse de démarrage de Windows.
BootPartition= Active la fonction d'optimisation, pour améliorer la vitesse de démarrage de Windows.
ClearPagingFile=Désactive la purge du fichier d'échange de Windows, pour accélérer l'arrêt du PC.
TimeOut=Réduit le temps de latence de la fermeture des applications, pour améliorer le processus d'arrêt.
AutoKill=Ferme les processus figés, pour éviter le plantage du système.
RestartExplorer=Redémarre automatiquement l'Explorateur en cas d'arrêt intempestif, pour éviter la disparition du bureau.
TwoProcess=Définit les composants de l'Explorateur pour une exécution dans des processus séparés, évitant ainsi des conflits système.
ErrorReport=Désactive les rapports d'erreur écran, pour améliorer les performances du système.
Debugger=Désactive le débogueur, pour accélérer le traitement des erreurs.
OptMemory=Optimise les paramètres par défaut de la mémoire, pour améliorer les performances du système.
OptVEff=Optimise l'apparence des éléments d'avant-plan(boîtes de dialogue, menus, etc.), pour améliorer les performances du système.
OptFileSystem=Optimise les fichiers système, pour améliorer les performances du système.
OptDiskSystem=Optimise le sous-système d'entrée/sortie disque, pour améliorer les performances du système.
DisAutoRun=Désactive la fonction "Autoplay" des lecteurs pour éviter l'infection/propagation de virus.
OptDiskIdle=Optimise le système d'entrée/sortie disque pendant que le CPU est inactif.
OptTTL=Optimise les paramètres TTL (Time To Live), pour améliorer les performances du réseau.
OptNetForward=Optimise la capacité d'acheminement du réseau, pour améliorer ses performances.
OptMTU=Améliore les performances du TCP/IP par la détection automatique des "trous noirs" en utilisant la technique "Path MTU Discovery"
OptWINS=Optimise la durée de recherche de nom WINS, pour accélérer le transfert de données.
OptNetWork=Optimise les paramètres réseau, pour améliorer les performances de communication.
CloseAnimate=Désactive les "effets de transition" pour accélérer l'affichage de Windows.
PagingExecutive=Désactive la pagination de la mémoire et réduit les E/S disques, pour améliorer les performances des applications. (Cette option peut être ignorée si la mémoire physique est < 1 Go).
StaticIP=Définit une adresse IP statique pour votre connexion locale, pour accélérer le démarrage de votre PC.
PorcessorTime=Optimise les performances du processeur pour l'exécution des applications, jeux, etc. (Ignorer si serveur)
DisableIDECheck=Empêche Windows de vérifier le canal IDE, pour améliorer la vitesse de démarrage de Windows.
ForeAppSpeed=Augmente la vitesse de réponse des programmes d'arrière-plan
AeroPeek=Augmente la vitesse d'affichage Aero Peek
OptEthernet=Optimiser la performance de la carte Ethernet
DisableHibernate=Désactiver la veille prolongée pour sauver de l'espace disque prolonger la vie SSD. (Démarrage Rapide sera aussi éteint.)
IndexOptimize=Optimiser l'indexation de Windows.
RemoveShotcut=Supprimer le mot "raccourci" des icônes de raccourci.
AutoReStartShell=Optimiser Windows Explorateur pour qu'il puisse redémarrer automatiquement après une exception afin d'éviter la non-réponse du système.
ListveiwOpt=Optimiser les effets visuels du menu et de la liste pour améliorer la vitesse de fonctionnement du système.
Systemsecurity=Sécurité Système
DownloadMode=Désactivez l'optimisation de la livraison des mises à jour de Windows pour réduire les risques de sécurité potentiels.
highperformance=Réglez l'option d'alimentation sur "Performances élevées", ce qui augmentera la consommation d'énergie.
minimizeperformance=Réglez l'option d'alimentation sur "Economie d'énergie", pour prolonger la durée d'utilisation de votre ordinateur portable.
LockScreenToastEnabled=Désactivez l'affichage des notifications sur l'écran de verrouillage pour les garder privées.
shakeminimize=Désactivez la fonction "Secouer pour Réduire" pour éviter de réduire accidentellement les fenêtres.
NetworkThrottlingIndex=Désactivez l'Étranglement du Réseau pour augmenter les vitesses de transfert.
StickyKeys=Désactiver les Touches Adhésives pour éviter toute activation accidentelle.
DataCollection=Désactiver la Télémétrie pour empêcher le système de collecter et d'envoyer des données de diagnostic à Microsoft.
WMPNetworkSvc=Désactivez le partage de Media Player pour protéger votre vie privée.
DisableInsiderBuilds=Désactivez les Insider Preview Builds pour empêcher cet appareil de recevoir et d'installer des mises à jour avant publication, ce qui contribue à maintenir la stabilité du système.
[Type]
ContextMenu=Eléments de menu contextuel invalides
MUICache=Cache MUI
Services=Services Windows 
Activex=Composants ActiveX/COM
FireWall=Paramètres du pare-feu
RootAll=Chemins invalides
SoftwareSection=Chemins des logiciels
ApplicationPaths=Chemins des applications
FileTypes=Types de fichier
HelpFiles=Fichiers d'aide
Fonts=Polices de caractères
SharedDLL=Librairies partagées
MRULists=Listes MRU de l'utilisateur
UninstallSection=Infos de désinstallation
StartMenu=Menu Démarrer
StartupProgram=Programmes de démarrage
SoundandAppEvents=Sons et évènements d'application
IEUrlHistory=Historique des liens IE
IFEO=Exécution de fichiers Image
EmptyKey=Clés vides
App=Paramètres d'application

[ErrorMessage]
MUIError1=Référence MUI manquante, mais le lecteur "%s" est %s. Nous recommandons d'ignorer cette erreur.
MUIError=Référence MUI manquante
ServiceNotExists=Le programme de Service spécifié n'existe pas.
MimeExName=Extension enregistrée de fichier MIME incorrecte : %s
EmptyKey=Clé vide
EmptyHelpdirctory=Dossier d'aide vide.
FileNotExist=Le fichier (dossier) n'existe pas.
HFileNotExist=Le fichier (dossier) d'aide n'existe pas.
EmptyValue=Valeur vide
TypeLib=La librairie de type n'existe pas :
NodeEmpty=Nœud vide
SharedFilenotexist=Le fichier partagé n'existe pas.
sharedfilenotbeuse=Le fichier partagé n'est plus utilisé.
noconnection=Pas d'information de connexion du fichier.
Invalidpathtoicon=Chemin d'icône invalide.
ReferstoaninvalidClass=Fait référence à une classe invalide.
Emptyshellcommand=La commande shell est vide.
Invalidshellcommand=Commande shell invalide (le fichier n'existe pas).
Fontsnotexist=Le fichier des polices n'existe pas.
Hijacking=%s a été détourné par %s.
MRULists=Listes des fichiers récemment utilisés (MRU) par l'utilisateur
invalidOpenWith=Pas d'application associée à cette extension.
ReferActivex=Se réfère à une entrée ActiveX/COM invalide.
EmptyCLSID=CLSID vide.
ComSourceNotExist=La source COM n'existe pas.
invalidUnistall=Information de désinstallation invalide.
notexist=n'existe pas.
ObsoleteStartMenuItem=Elément du menu Démarrer obsolète.
SoundFilenotexist=Le fichier son n'existe pas.
FileNotExist1=Le fichier (dossier) n'existe pas, mais le lecteur "%s" est %s, nous recommandons d'ignorer cette erreur.
OpenWithError=Erreur d'ouverture, l'application spécifiée n'existe pas.
OpenWithError1=Erreur d'ouverture, l'application spécifiée n'existe pas. Mais le lecteur "%s" est %s, nous recommandons d'ignorer cette erreur.
ComSourceNotExist1=La source COM n'existe pas, mais le lecteur %s est %s, nous recommandons d'ignorer cette erreur.
Trojan=C'est le comportement typique d'un cheval de Troie. La suppression immédiate de cette entrée et l'analyse du PC par votre antivirus est fortement recommandée.
InvalidShellExtensions=Extensions de shell invalides
progid=L'identifiant du programme spécifié n'existe pas :

[Summary]
ContextMenu=Eléments invalides du menu contextuel
MUICache=Référence cache MUI manquante
Services=Services Windows invalides
Activex=Composants ActiveX et COM invalides
FireWall=Paramètres de pare-feu invalides
RootAll=Chemins et fichiers invalides
SoftwareSection=Chemins invalides et fichiers oubliés par logiciel désinstallé
ApplicationPaths=Enregistrement de chemins d'applications et de fichiers invalides
FileTypes=Information d'extension de fichier invalide
HelpFiles=Enregistrement de fichiers d'aide invalide
Fonts=Enregistrement d'information de polices invalide
SharedDLL=Lien de librairies partagées manquant
MRULists=Historique des fichiers accédés par l'utilisateur, films visionnés, documents modifiés, etc.
UninstallSection=Information de désinstallation inutile ou invalide
StartMenu=Eléments obsolètes du menu Démarrer
StartupProgram=Programmes de démarrage obsolètes ou invalides
SoundandAppEvents=Paramètres de sons et d'événements obsolètes ou invalides
IEUrlHistory=Historique de navigation Web avec IE
IFEO=Entrées malveillantes créées par des logiciels virus, malveillants ou espions
EmptyKey=Entrées sans information
App=Paramètres d'application invalides
 
[AutoClean]
ErrorsFixed=erreur(s) corrigée(s)
Title=Félicitations !
ErrorsFound=erreur(s) trouvée(s)

[AutoUpdate]
CurrentFile=Fichier en cours :
Canceling=Annulation…
CANCEL=Annuler
Ready=Prêt à télécharger

[Skin]
SkinDefault=Défaut
SkinLight=Clair
SkinDark=Sombre

[Renew]
subscribed=Ne plus me rappeler.
title=Wise Registry Cleaner PRO va expirer dans %d jours !!
title1=Votre clé de licence a expiré. Renouvelez-la à temps !!
Price=Restez Pro pour seulement %s !!
Describe=Vous allez perdre les privilèges de la version Pro.

[Edit]
pmcut=Couper
pmcopy=Copier
pmpaste=Coller
pmdelete=Supprimer
pmselectall=Tout sélectionner
pmundo=Défaire
Renew=Renouveler !!!

[feedback]
InvalidEmail=Entrez une adresse courriel correcte.
emptyinput=Ajoutez quelque chose pour la soumission.
thanks=Merci pour vos commentaires !
FrmFeedback.lblfeedback.caption = Comment évaluez-vous les % ?
FrmFeedback.lblemail.caption = Adresse électronique :
FrmFeedback.lblgood.caption = Quelle est la caractéristique que vous préférez ?
FrmFeedback.lblbad.caption = Quelle est la caractéristique qui vous déplaît le plus ?
FrmFeedback.lblwant.caption = Quelle est la nouvelle fonctionnalité que vous souhaitez le plus ?
FrmFeedback.btncancel.caption = Pas intéressé
FrmFeedback.btnsubmit.caption = Soumettre

[WiseAi]
LoadUtilities=Chargement…